Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nkom.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: (Regarding assessment of security risk, refer to next section.)
nb: (Angående vurdering av sikkerhetsrisiko, se neste seksjon.)

source: The principles to be applied in the margin squeeze test for VULA fibre are essentially the same as for VUA fibre.
nb: I hovedsak er prinsippene som skal legges til grunn i marginskvistesten for VULA fiber, de samme som for VUA fiber.

source: The conclusion of this discussion paper corresponds to BEREC guidelines (para 32b) which clarifies that when assessing restrictions implemented by the ISP as endpoint-based services (such as opt-in DNS-filter and security software installed on end-user computers), the regulator may take into account whether end-users remain in full control of the internet access service, and the end-user may activate and deactivate the security measure, and whether the default configuration that the ISP activates fully complies with the Open Internet Regulation.
nb: Nkoms standpunkt samsvarer med BERECs retningslinjer (se punkt 32b) som klargjør at ved vurdering av begrensninger som implementeres av en ISP i forbindelse med endepunkt-baserte tjenester (som for eksempel valgfritt DNS-filter og sikkerhetsprogramvare installert på brukerens PC), kan regulatøren ta i betraktning hvorvidt sluttbruker har full kontroll over internettjenesten og har anledning til å aktivere og deaktivere tjenesten, og hvorvidt forhåndsinnstillingen til ISP-en er i full overensstemmelse med reglene for åpen internettilgang.

source: The margin squeeze test will be carried out for the most commercially attractive products (flagship products).
nb: Marginskvistesten vil bli gjennomført for de kommersielt mest attraktive FMBB-produktene (flaggskipprodukter).

source: Factors of general importance for the ability to exercise buyer power in the individual termination markets include:
nb: Faktorer av generell betydning for muligheten til å utøve kjøpermakt i de individuelle termineringsmarkedene er blant annet:

source: For service provider there wil be performed gross margin tests on product level for representative products.
nb: For tjenesteleverandør vil det utføres bruttomargintester på produktnivå for representative produkter.

source: In Nkom’s view, the gross margin requirement for business products should therefore be further tightened.
nb: Etter Nkoms mening bør derfor kravet til bruttomargin for bedriftsprodukter skjerpes ytterligere.

source: notification of 67 incidents. The outage service outages.
nb: varsel om 67 hendelser. Varslingstersklene

source: Against this backdrop, Nkom deems it sufficient to undertake a limited individual assessment of buyer power.
nb: På denne bakgrunn anser Nkom at det er tilstrekkelig å gjøre en begrenset individuell vurdering av kjøpemakt.

source: believes that greater consideration must be made of the current competition picture in the fibre market and that Telenor’s overall portfolio must be taken into account to a lesser extent.
nb: mener det må tas bedre høyde for dagens konkurransebilde i fibermarkedet og at Telenors samlede portefølje må hensyntas i mindre grad.

source: Similarly Telenor and Telia's positions as sellers of access gave these companies the opportunity to exercise buyer power vis-à-vis Network Norway and Tele2 as buyers of access.
nb: På tilsvarende måte ga Telenors og Telia posisjoner som selgere av tilgang disse selskapene mulighet til å utøve kjøpermakt overfor Network Norway og Tele2 som kjøpere av tilgang.

source: This means that the cost data wil be the same as in the test in the previous September.
nb: Det innebærer at kostnadsdataene vil være de samme som ved testen i september året før.

source: A requirement of at least 40% wil prevent Telenor from pricing selected products particularly low.
nb: Et krav på minst 40 % vil hindre Telenor å prise utvalgte produkter spesielt lavt.

source: WACC represents the opportunity cost of capital invested in the business, and thus the return on the investment required to compensate for this opportunity cost.
nb: WACC representerer alternativkostnaden på kapital investert i virksomheten, og dermed avkastningen på investeringen som kreves for å kompensere for denne alternativkostnaden.

source: After that, they have set their termination charges to their own regulated maximum price.
nb: Etter dette har de fastsatt termineringspriser lik sin egen regulerte maksimalpris.

source: between the Consumer Ombudsman and Nkom has been developed for such cases.
nb: ellom Forbrukerombudet og Nkom for slike tilfeller.

source: Availability in 2020
nb: Tilgjengeligheten i 2020

source: The ex-ante test wil entail that if Telenor is to make price reductions or other product changes to one or more flagship products, Telenor must document to Nkom that financial replicability wil be safeguarded.
nb: Ex ante-testen vil innebære at dersom Telenor skal foreta prisreduksjoner eller andre produktendringer på ett eller flere flaggskipprodukter, må Telenor dokumentere for Nkom at økonomisk replikerbarhet vil være ivaretatt.

source: The relatively high costs that Telenor and Telia had from purchasing termination from Network Norway and Tele2 boosted the companies' incentives to try to exercise their buyer power.
nb: De relativt høye kostnadene Telenor og Telia hadde ved å kjøpe terminering hos Network Norway og Tele2, styrket selskapenes insentiver til å forsøke å utøve sin kjøpermakt.

source: This wil apply especially to the fibre-based retail products that are not included in the margin squeeze test, but a portfolio approach entails that this might also be the case for fibre-based retail products included in the margin squeeze test.
nb: Dette vil særlig være aktuelt for de fiberbaserte sluttbrukerproduktene som ikke inngår i marginskvistesten, men en porteføljetilnærming innebærer at dette også vil kunne være tilfellet for fiberbaserte sluttbrukerprodukter som inngår i marginskvistesten.

source: In case of multiplexing, whether it is covered or not by the termination rates depends on its implementation.
nb: I nye og ombygde elektroniske kommunikasjonsnett som består av koaksialkabel som føres inn til en

source: 3 Main principles for designing a margin squeeze test
nb: 3 Hovedprinsippene for utforming av en marginskvistest

source: to exercise buyer power is greater vis-à-vis Com4, Get, ICE, Lycamobile, Phonero and TDC.
nb: for å utøve kjøpermakt er større overfor henholdsvis Com4, Get, ICE, Lycamobile, Phonero og TDC.

source: Therefore, Nkom does not find it necessary to carry out a more detailed assessment of entry barriers such as sunk costs and economies of scale.
nb: Nkom finner det derfor ikke nødvendig å foreta en nærmere vurdering av etableringshindre som ugjenkallelige kostnader og stordriftsfordeler.

source: Examples of attacks on end-user equipment and measures against malicious software are also described in the BERECs Open Internet Guidelines.
nb: BERECs NN-retningslinjer nevner også angrep mot sluttbrukerutstyr og tiltak mot skadelig programvare som eksempler på relevante sikkerhetstrusler som unntaket omfatter.

source: setting an excessive wholesale price in some cases.
nb: Forskjellsbehandling skal i så fall basere seg på objektive og saklige kriterier.

source: It is not necessary to deliver a written power of attorney for the bank/financing institution when delivering the bank guarantee by SWIFT.
nb: Det er ikke nødvendig å levere fullmakt for signatur for ansatte i banken/finansieringsinstitusjonen når bankgaratien er levert ved bruk av SWIFT.

source: Prior to price increases or other changes to one or more standalone fibre products in the retail
nb: I forkant av prisreduksjoner eller andre produktendringer på ett

source: Telephony providers have, in accordance with Ecom Regulations section 1-7, an obligation to prepare and publish terms of supply for their offers.
nb: Telefonitilbydere har plikt til å utarbeide og offentliggjøre leveringsvilkår for sitt tilbud, jf. ekomforskriften § 1-7.

source: Therefore, a direct comparison of gross marigin for VULA fibre and LLUB wil not be relevant.
nb: En direkte sammenligning av bruttomargin for VULA fiber og LLUB vil derfor ikke være relevant.

source: Infringement of the margin squeeze prohibition by Telenor possibly failing to pass the margin squeeze test or gross margin test might, in Nkom’s view, be an indication that the adopted regulation is not sufficiently efficient for its purpose.
nb: Brudd på forbudet mot marginskvis ved at Telenor eventuelt ikke skulle bestå marginskvistesten eller bruttomargintesten vil etter Nkoms syn kunne være en indikasjon på at den vedtatte reguleringen ikke er tilstrekkelig effektiv til å ivareta formålet.

source: assess which products that should ble included in the tests and which demands for gross margin that should be applied.
nb: I lys av markedsutviklingen vil Nkom regelmessig vurdere hvilke produkter som bør inngå i testene og hvilke krav til margin som bør stilles.

source: These parallel tests are used mainly for information purposes and will be an appropriate indicator of whether Telenor’s access prices will yield positive margins in the coming period.
nb: Slike parallelle tester benyttes hovedsakelig til informasjonsformål og vil være en velegnet indikator på om Telenors tilgangspriser vil gi positive marginer i kommende periode.

source: This wil normally also be a product in the private segment.
nb: Dette vil normalt også være et produkt i privatsegmentet.

source: Nkom expects that Telenor and Telia will have a certain ability to achieve lower rates by exerting bargaining pressure on minor operators such as Com4, Get, ICE, Lycamobile, Phonero and TDC.
nb: Nkom forventer at Telenor og Telia vil ha en viss mulighet til selv å oppnå lavere priser ved å utøve forhandlingspress mot mindre aktører som henholdsvis Com4, Get, ICE, Lycamobile, Phonero og TDC.

source: In addition, the necessary amendments wil be made to section 588 and section 661.
nb: I tillegg gjøres nødvendige endringer i punkt 588 og punkt 661.

source: demand for the relevant category above the exit bid’s base in a subsequent round (the auction system wil automatically cancel any previous exit bids with a smaller base than the number of lots in the clock bid), see section 11.2.6.5 of the auction rules.
nb: senere runde øker sin etterspørsel slik at antall blokker i en aktuel blokk-kategori overstiger basen til exit-budet (auksjonssystemet vil automatisk slette ethvert tidligere exit-bud med en lavere base enn antallet blokker i klokkebudet), se punkt 11.2.6.5 i auksjonsreglene.

source: The margin squeeze test wil be performed as soon as possible after the requested information has been received, and normally within 30 days.
nb: Marginskvistest vil bli gjennomført snarest mulig etter mottak av forespurt informasjon og normalt innen 30 dager.

source: By reducing the market share from 20% to 15%, the margin is further reduced to -4.09%.
nb: Ved å redusere markedsandelen fra 20 til 15 %, reduseres marginen ytterligere til -4,09 %.

source: In the last margin squeeze test conducted in the autumn of 2020, the results showed a gross margin of between 44% and 64% for business products.
nb: I siste marginskvistest som ble gjennomført høsten 2020, viste resultene en bruttomargin på mellom 44 og 64 % for bedriftsproduktene.

source: None of these providers reduced their termination charges beyond what was required by the price controls, which imposed falling prices, and therefore not because Telenor and Telia implemented several mandatory price reductions.
nb: Ingen av disse tilbyderne reduserte sine termineringspriser utover reguleringen som påla fallende priser, og altså ikke på bakgrunn av at Telenor og Telia gjennomførte flere pålagte prisreduksjoner.

source: The decision furthermore entails that a new Chapter 7.3.5.3 with the following text is added to the Marked 3a Decision:
nb: Vedtaket innebærer videre at nytt kapittel 7.3.5.3 med følgende tekst tilføyes i Marked 3a-vedtaket:

source: The weighted average gross margin for the flagship products has ranged from 54% to 57% in the last four margin squeeze tests.
nb: Vektet gjennomsnittlig bruttomargin for flaggskipproduktene i de fire siste marginskvistestene har variert fra 54 til 57 %.

source: Absolute entry barriers, and thus the absence of potential competition within the time horizon of the analysis, indicate that Com4, Get, ICE, Lycamobile, Phonero, TDC, Telenor and Telia have significant market power in their respective markets for termination.
nb: Absolutte etableringshindringer, og dermed fraværet av potensiell konkurranse innenfor analysens tidshorisont, taler for at Com4, Get, ICE, Lycamobile, Phonero, TDC, Telenor og Telia har sterk markedsstil ing i sine respektive markeder for terminering.

source: Reception of radio signals from a satellite does not require a licence from Nkom on the Norwegian mainland and on Jan Mayen.
nb: Mottak av radiosignaler fra satellitt krever ikke tillatelse fra Nkom på norsk fastland og på Jan Mayen.

source: This applies to broadcasting and data communication services via both geostationary (GSO) satellite systems and non-geostationary (NGSO) satellite systems.
nb: Dette gjelder for kringkastings- og datakommunikasjonstjenester via både geostasjonære (GSO) satellittsystemer og ikke-geostasjonære (NGSO) satellittsystemer.

source: These wil normally be products in the private segment.
nb: Disse vil normalt være produkter i privatsegmentet.

source: This entails that if a standalone product has fewer subscriptions than the other products in the portfolio of flagship products, this product wil also have least weight in the model.
nb: Det innebærer at dersom et enkeltstående produkt har færre abonnementer enn de øvrige produktene i porteføljen med flaggskipprodukter, vil dette produktet også vektet minst i modellen.

source: Section 579 of the Market 3a Decision states that Nkom wil conduct margin squeeze tests and gross margin tests for VULA fibre.
nb: I punkt 579 i Marked 3a-vedtaket fremkommer det at Nkom vil gjennomføre marginskvistester og bruttomargintester for VULA fiber.

source: On determining the minimum gross margin requirement, it is appropriate to take Nkom’s completed margin and gross margin tests as the starting point.
nb: Ved fastsettelsen av minimumskravet til bruttmargin er det hensiktsmessig å ta utgangspunkt i Nkoms gjennomførte margin- og bruttomargintester.

source: The test is passed if the result shows a gross margin of at least zero for all products tested in the private segment and at least 40% for all products tested in the business segment.”
nb: Testen er bestått dersom resultatet viser en bruttomargin på minst null for alle testede produkter i privatsegmentet og minst 40 % for alle testede produkter i bedriftssegmentet.»

source: In Nkom's view, the objective of the Electronic Communications Act suggests that a request for national roaming with full geographical coverage throughout the entire country will normally be reasonable.
nb: Rabatter skal medtas i rapporteringen ved at oppnådd rabatt for kjøper av tilgang med minst volum i perioden legges til grunn, med mindre Telenor kan dokumentere objektive grunner for bruk av høyere rabatt.

source: In Nkom's opinion, these factors indicate that the buyer power the companies are exposed to has an insufficiently disciplinary effect on the providers' setting of their own termination charges.
nb: Etter Nkoms oppfatning tyder disse forholdene på at den kjøpermakt selskapene er utsatt for, ikke i tilstrekkelig grad virker disiplinerende på tilbydernes fastsettelse av egne termineringspriser.

source: Norway in January 2021, causing strong winds.
nb: Nord-Norge i januar 2021 og brakte med seg

source: Licences for establishment, operation and use, and for communication with satellites, are granted by Nkom on the basis of assessment in relation to the requirements laid down in the regulations.
nb: Tillatelsene, både til etablering, drift og bruk, og til kommunikasjon med satellitter, utstedes av Nkom etter vurdering opp mot kravene i forskriftene.

source: In addition, Nkom has upheld that, for the portfolio to be more robust, there must be at least one standalone fibre product in the portfolio of flagship products.
nb: I tillegg har Nkom lagt til grunn at det skal være minst ett enkeltstående fiberprodukt i porteføljen med flaggskipprodukter for at porteføljen skal bli mer robust.

source: Section 906 of the Market 3a Decision and section 711 of the Market 3b Decision furthermore show that Telenor is obliged to prepare accounting separation for VULA fibre and VUA fibre, respectively.
nb: Videre fremgår det av punkt 906 i Marked 3a-vedtaket og punkt 711 i Marked 3b-vedtaket at Telenor er pålagt å utarbeide et regnskapsmessig skille for henholdsvis VULA fiber og VUA fiber.

source: A Layer 2 transmission standard exists alongside the DOCSIS standard, requiring DOCSIS as a prerequisite in CATV networks but not being part of it, namely BSoD.
nb: GlobalConnects synspunkter vil sammen med synspunkter fra øvrige aktører bli tatt med i den vurderingen. 2 Tilgangsnivå Behov for overlevering på OLT-nivå

source: "Minimum bandwidth requirement" is not necessary when the bidder stil offers C- and / or D-blocks in his clock bid, since clock bids can include blocks in different block categories and the bidder can thus ensure that they wil not gain insufficient bandwidth by just bid on their preferred combination of C- and D-blocks.
nb: «Minimum bandwidth requirement» er ikke nødvendig når budgiveren fortsatt byr på C- og/eller D-blokker i sitt klokkebud, siden klokkebud kan inkludere blokker i forskjellige blokk-kategorier og budgiveren dermed kan sikre at de ikke vil vinne en utilstrekkelig båndbredde ved å bare by på deres foretrukne kombinasjon av C- og D-blokker.

source: This requirement is only relevant if the bidder does not include any C or D lots in its clock bid in the final clock round.
nb: Dette kravet er bare relevant dersom budgiver ikke har inkludert C og D lots i sitt klokkebud i den siste klokkerunden.

source: Costs and revenues are nevertheless allocated according to cost causation.
nb: Kostnader og inntekter blir imidlertid fordelt etter kostnadsårsak.

source: use a DNIC or PNIC which has been allocated by another country’s authorities or by the ITU.
nb: av Nkom etter at det er avlagt en prøve som utformes og sensureres av Nkom.

source: If Telenor launches new products that largely aim to replace products that have been included as representative products, it may be appropriate to include these in the test, normally by assuming usage patterns that correspond to the earlier, comparable products.
nb: Dersom Telenor lanserer nye produkter som har til hensikt i stor grad å erstatte produkter som har inngått som representative produkter, vil det kunne være relevant å la disse produktene inngå i testen, normalt ved å legge til grunn bruksmønster som tilsvarer tidligere, sammenlignbare produkter.

source: De facto regulation of Telenor’s retail prices requires a thorough analysis and identification of which competition problems the obligation would remedy.
nb: En de facto regulering av Telenors sluttbrukerpriser krever en grundig analyse og identifisering av hvilke konkurranseproblemer forpliktelsen skal avhjelpe.

source: For service provider access, gross margin tests will be performed at product level for representative end-user products.
nb: For tjenesteleverandørtilgang vil det utføres bruttomargintester på produktnivå for representative sluttbrukerprodukter.

source: ESA on the Copper Decision
nb: fra ESA til kobbervedtaket

source: The overall objective of the margin squeeze test is to ensure that buyers of fibre-based wholesale access in Market 3a can achieve a reasonable margin by replicating the portfolio of flagships products.
nb: Det overordnede målet med marginskvistesten er å sikre at kjøpere av fiberbasert grossisttilgang i Marked 3a skal kunne oppnå en rimelig margin ved å replikere porteføljen med flaggskipprodukter.

source: Pursuant to Section 4-9 of the Norwegian Electronic Communications Act, Nkom stipulates that Telenor must offer access to VULA fibre at prices which entail that the access seeker is not subject to margin squeeze, in line with Chapter 7.3.5.
nb: Med hjemmel i ekomloven § 4-9 pålegger Nkom Telenor å tilby tilgang til VULA fiber til priser som innebærer at kjøper av tilgang ikke settes i marginskvis, i tråd med kapittel 7.3.5.

source: The registration form gives a possibility to register a minimum bandwidth requirement.
nb: Registreringsskjemaet gir en mulighet for å registrere «minimum bandwidth requirement».

source: ."1 In a situation with margin squeeze, competitors are unable to both offer the same retail prices that the provider with significant market power can and achieve a profit.
nb: .»1 I en situasjon med marginskvis klarer ikke konkurrentene å tilby samme sluttbrukerpriser som tilbyderen med sterk markedsstilling og samtidig oppnå fortjeneste.

source: In the migration plan, to be approved by Nkom, it wil be also clarified under which
nb: Telenor viser i til egg til Nkoms konklusjon om at fiberbasert tilgang på grunn av prising

source: This kind of approach compares revenues and costs as they arise for this period.
nb: En slik tilnærming sammenlikner inntekter og kostnader slik de oppstår for denne perioden.

source: Half of the outages are due to fibre breaches.
nb: påvirkning på folks hverdag og trygghetsfølelse.

source: It is stated in section 588 of the Market 3a Decision and Chapter 7.3.4.3 of the Market 3b Decision that the gross margin test of standalone fibre products in the retail market (both private and business) wil not have been passed if the result is below zero.
nb: Det fremgår av punkt 588 i Marked 3a-vedtaket og kapittel 7.3.4.3 i Marked 3b-vedtaket at bruttomargintest av enkeltstående fiberprodukter i sluttbrukermarkedet (både privat og bedrift) ikke er bestått dersom resultatet er mindre enn null.

source: If the margin squeeze and/or gross margin tests are not passed, pursuant to Section 10.6 of the Norwegian Electronic Communications Act Nkom wil normally require Telenor to correct the company’s wholesale prices for access in this market to a level that Nkom considers to ensure financial replicability, based on the margin squeeze tests.
nb: Dersom marginskvis- og/eller bruttomargintestene ikke er bestått, vil Nkom i medhold av ekomloven § 10-6 normalt pålegge Telenor å rette selskapets grossistpriser for tilgang i dette markedet til et nivå som Nkom ut ifra marginskvistestene anser for å gi økonomisk replikerbarhet.

source: Any appeal must be addressed to the Norwegian Ministry of Local Government and Modernisation and sent to Nkom, cf. Sections 28 and 32 of the Public Administration Act.
nb: En eventuell klage rettes til Kommunal- og moderniseringsdepartementet og sendes til Nkom, jf. forvaltningsloven §§ 28 og 32.

source: Concerning the distribution of subscriptions, Nkom has concluded that this should normally be determined on the basis of Telenor’s actual subscription distribution, and that the tested products should be given a relative weight corresponding to Telenor’s customer base.
nb: Når det gjelder abonnementsfordeling, har Nkom kommet til at denne normalt bør fastsettes med utgangspunkt i Telenors faktiske abonnementsfordeling, og at de testede produktene gis en relativ vekt som korresponderer med Telenors kundemasse.

source: Allows for either period-end or period-average subscribers to be used in the margin squeeze test
nb: som anses særlig aktuelle for gjennomføringen av marginskvistestene.
